<?php
return [
    'generate' => [
        'text' => [
            'error' => 'ایجاد متن با خطا رو به رو شد',
            'success' => 'متن با موفقیت ایجاد شد',
            'failed' => 'ایجاد متن با خطا رو به رو شد'
        ],
        'image' => [
            'error' => 'ایجاد تصویر با خطا رو به رو شد',
            'success' => 'تصویر با موفقیت ایجاد شد'
        ]
    ],
    'post' => [
        'error' => 'ایجاد پست با خطا رو به رو شد',
        'success' => 'پست با موفقیت ایجاد شد',
        'limit_exceeded' => 'نمیتوانید پست دیگری ارسال نمایید',
        'not_found' => 'پست پیدا نشد',
        'updated_successfully' => 'پست با موفقیت به‌روزرسانی شد',
        'deleted_successfully' => 'پست با موفقیت حذف شد'
    ],
    'social_account' => [
        'not_found' => 'حساب شبکه اجتماعی پیدا نشد',
        'unauthorized' => 'شما دسترسی به این حساب شبکه اجتماعی ندارید',
        'updated_successfully' => 'حساب شبکه اجتماعی با موفقیت به‌روزرسانی شد',
        'deleted_successfully' => 'حساب شبکه اجتماعی با موفقیت حذف شد',
        'update_error' => 'به‌روزرسانی حساب شبکه اجتماعی با خطا رو به رو شد',
        'delete_error' => 'حذف حساب شبکه اجتماعی با خطا رو به رو شد'
    ]
];
